Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: Latest App Store version: %@.
ar: أحدث إصدار في App Store: %@.
az: Ən son App Store versiyası: %@.
de: Neueste App Store-Version: %@.
es: Última versión en el App Store: %@.
fr: Dernière version App Store : %@.
hi: App Store का नवीनतम वर्शन: %@।
it: Ultima versione su App Store: %@.
ja: App Storeの最新バージョンは%@です。
ko: 최신 App Store 버전: %@.
nl: Nieuwste App Store-versie: %@.
pl: Najnowsza wersja w App Store: %@.
pt_br: Última versão na App Store: %@.
ro: Ultima versiune din App Store: %@.
ru: Последняя версия в App Store: %@.
zh_hans: App Store 最新版本：%@。

source: -- kcal
ar: -- سعرة
az: -- kkal
hi: -- कैलोरी
ru: -- ккал
zh_hans: -- 千卡

source: %@ cm
ar: %@ سم
az: %@ sm
hi: %@ सेमी
ru: %@ см
zh_hans: %@ 厘米

source: %@ Day
ar: يوم %@
az: %@ günü
de: %@-Tag
es: Día %@
fr: Jour %@
hi: %@ दिन
it: Giorno %@
ja: %@の日
ko: %@ 데이
nl: %@-dag
pl: Dzień %@
pt_br: Dia de %@
ro: Zi de %@
ru: День: %@
zh_hans: %@日

source: %@ exercise visual
ar: صورة توضيحية لتمرين %@
az: %@ hərəkətinin görüntüsü
de: Übungsgrafik für %@
es: Ilustración del ejercicio %@
fr: Visuel de l’exercice %@
hi: %@ एक्सरसाइज़ का विज़ुअल
it: Immagine esercizio %@
ja: %@の種目画像
ko: %@ 종목 이미지
nl: Afbeelding van oefening %@
pl: Wizualizacja ćwiczenia %@
pt_br: Imagem do exercício %@
ro: Ilustrația exercițiului %@
ru: Иллюстрация упражнения %@
zh_hans: %@动作示意图

source: %@ reps
ar: %@ تكرار
az: %@ təkrar
de: %@ Wdh.
hi: %@ रेप्स
it: %@ ripetizioni
ja: %@レップ
ko: %@회
pl: %@ powt.
ro: %@ repetări
ru: %@ повт.
zh_hans: %@ 次

# %@-%@ hr
source: %1$@-%2$@ hr
ar: %1$@-%2$@ س
az: %1$@-%2$@ saat
de: %1$@-%2$@ Std.
es: %1$@-%2$@ h
fr: %1$@-%2$@ h
hi: %1$@-%2$@ घंटे
it: %1$@-%2$@ h
ja: %1$@〜%2$@時間
ko: %1$@-%2$@시간
nl: %1$@-%2$@ u
pl: %1$@-%2$@ godz.
pt_br: %1$@-%2$@ h
ro: %1$@-%2$@ h
ru: %1$@-%2$@ ч
zh_hans: %1$@-%2$@ 小时

# %@, %lld exercises
source: %1$@, %2$lld exercises
ar: %1$@، %2$lld تمارين
az: %1$@, %2$lld hərəkət
de: %1$@, %2$lld Übungen
es: %1$@, %2$lld ejercicios
fr: %1$@, %2$lld exercices
hi: %1$@, %2$lld एक्सरसाइज़
it: %1$@, %2$lld esercizi
ja: %1$@、%2$lld種目
ko: %1$@, 종목 %2$lld개
nl: %1$@, %2$lld oefeningen
pl: %1$@, ćwiczenia: %2$lld
pt_br: %1$@, %2$lld exercícios
ro: %1$@, %2$lld exerciții
ru: %1$@, упражнений: %2$lld
zh_hans: %1$@，%2$lld 个动作

source: %@s
ar: %@ث
az: %@ san
hi: %@ सेक
ja: %@秒
ko: %@초
ru: %@с
zh_hans: %@秒

# %lld / %lld done
source: %1$lld / %2$lld done
ar: اكتمل %1$lld / %2$lld
az: %1$lld / %2$lld tamamlanıb
de: %1$lld / %2$lld erledigt
es: %1$lld / %2$lld completadas
fr: %1$lld / %2$lld terminés
hi: %1$lld / %2$lld पूर्ण
it: %1$lld / %2$lld completati
ja: %1$lld / %2$lld 完了
ko: %1$lld / %2$lld 완료
nl: %1$lld / %2$lld klaar
pl: %1$lld / %2$lld ukończone
pt_br: %1$lld / %2$lld concluídos
ro: %1$lld / %2$lld finalizate
ru: Готово: %1$lld / %2$lld
zh_hans: 已完成 %1$lld / %2$lld

source: %lld days/week
ar: %lld أيام/أسبوع
az: həftədə %lld gün
de: %lld Tage/Woche
es: %lld días/semana
fr: %lld jours/sem.
hi: %lld दिन/सप्ताह
it: %lld giorni/settimana
ja: 週%lld日
ko: 주 %lld일
nl: %lld dagen/week
pl: %lld dni/tydz.
pt_br: %lld dias/semana
ro: %lld zile/săpt.
ru: %lld дн./нед.
zh_hans: 每周 %lld 天

source: %lld exercises
ar: %lld تمارين
az: %lld hərəkət
de: %lld Übungen
es: %lld ejercicios
fr: %lld exercices
hi: %lld एक्सरसाइज़
it: %lld esercizi
ja: %lld種目
ko: 종목 %lld개
nl: %lld oefeningen
pl: Ćwiczenia: %lld
pt_br: %lld exercícios
ro: %lld exerciții
ru: Упражнений: %lld
zh_hans: %lld 个动作

# %lld ft %lld in
source: %1$lld ft %2$lld in
ar: %1$lld قدم %2$lld بوصة
az: %1$lld ft %2$lld düym
hi: %1$lld फ़ुट %2$lld इंच
ko: %1$lld피트 %2$lld인치
pt_br: %1$lld pés %2$lld pol
ru: %1$lld фт %2$lld дюйм
zh_hans: %1$lld 英尺 %2$lld 英寸

source: %lld hr
ar: %lld س
az: %lld saat
de: %lld Std.
es: %lld h
fr: %lld h
hi: %lld घंटे
it: %lld h
ja: %lld時間
ko: %lld시간
nl: %lld u
pl: %lld godz.
pt_br: %lld h
ro: %lld h
ru: %lld ч
zh_hans: %lld 小时

source: %lld kcal
ar: %lld سعرة
az: %lld kkal
hi: %lld कैलोरी
ru: %lld ккал
zh_hans: %lld 千卡

# %lld log%@ in %@
source: %1$lld log%2$@ in %3$@
ar: %1$lld سجل%2$@ في %3$@
az: %3$@ ərzində %1$lld qeyd%2$@
es: %1$lld registro%2$@ en %3$@
fr: %1$lld entrée%2$@ sur %3$@
hi: %3$@ में %1$lld लॉग%2$@
ja: %3$@に%1$lld件の記録%2$@
ko: %3$@에 기록 %1$lld개%2$@
pl: Wpisy w %3$@: %1$lld%2$@
pt_br: %1$lld registro%2$@ em %3$@
ro: %1$lld log%2$@ în %3$@
ru: %1$lld зап.%2$@ за %3$@
zh_hans: %3$@内有 %1$lld 条记录%2$@

source: %lld min
ar: %lld د
az: %lld dəq
hi: %lld मिनट
ja: %lld分
ko: %lld분
ru: %lld мин
zh_hans: %lld 分钟

source: %lld move
ar: %lld حركة
az: %lld hərəkət
de: %lld Übung
es: %lld movimiento
fr: %lld mouvement
hi: %lld मूव
it: %lld esercizio
ja: %lld種目
ko: 종목 %lld개
nl: %lld oefening
pl: %lld ruch
pt_br: %lld movimento
ro: %lld mișcare
ru: %lld движение
zh_hans: %lld 个动作

source: %lld moves
ar: %lld حركات
az: %lld hərəkət
de: %lld Übungen
es: %lld movimientos
fr: %lld mouvements
hi: %lld मूव
it: %lld esercizi
ja: %lld種目
ko: 종목 %lld개
nl: %lld oefeningen
pl: %lld ruchów
pt_br: %lld movimentos
ro: %lld mișcări
ru: Движений: %lld
zh_hans: %lld 个动作

source: %lld selected
ar: تم تحديد %lld
az: %lld seçilib
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चुने गए
it: %lld selezionati
ja: %lld件選択中
ko: %lld개 선택됨
nl: %lld geselecteerd
pl: Wybrano: %lld
pt_br: %lld selecionados
ro: %lld selectate
ru: Выбрано: %lld
zh_hans: 已选 %lld 项

# %lld set%@
source: %1$lld set%2$@
ar: %1$lld مجموعة%2$@
es: %1$lld serie%2$@
fr: %1$lld série%2$@
hi: %1$lld सेट%2$@
ja: %1$lldセット%2$@
ko: %1$lld세트%2$@
pl: Serie: %1$lld%2$@
pt_br: %1$lld série%2$@
ru: %1$lld подх.%2$@
zh_hans: %1$lld 组%2$@

# %lld sets - %@ reps - %@ rest
source: %1$lld sets - %2$@ reps - %3$@ rest
ar: %1$lld مجموعات - %2$@ تكرار - %3$@ راحة
az: %1$lld set - %2$@ təkrar - %3$@ istirahət
de: %1$lld Sätze - %2$@ Wdh. - %3$@ Pause
es: %1$lld series - %2$@ reps - %3$@ descanso
fr: %1$lld séries - %2$@ reps - %3$@ repos
hi: %1$lld सेट - %2$@ रेप्स - %3$@ रेस्ट
it: %1$lld serie - %2$@ ripetizioni - %3$@ recupero
ja: %1$lldセット - %2$@レップ - 休憩%3$@
ko: %1$lld세트 - %2$@회 - 휴식 %3$@
nl: %1$lld sets - %2$@ reps - %3$@ rust
pl: Serie: %1$lld - powt.: %2$@ - przerwa: %3$@
pt_br: %1$lld séries - %2$@ reps - %3$@ descanso
ro: %1$lld serii - %2$@ repetări - %3$@ pauză
ru: %1$lld подх. - %2$@ повт. - отдых %3$@
zh_hans: %1$lld 组 - %2$@ 次 - 休息 %3$@

# %lld workout%@
source: %1$lld workout%2$@
ar: %1$lld تمرين%2$@
az: %1$lld məşq%2$@
es: %1$lld entrenamiento%2$@
fr: %1$lld entraînement%2$@
hi: %1$lld वर्कआउट%2$@
ja: %1$lld件のワークアウト%2$@
ko: 운동 %1$lld개%2$@
pl: Treningi: %1$lld%2$@
pt_br: %1$lld treino%2$@
ru: %1$lld трен.%2$@
zh_hans: %1$lld 个训练%2$@

# %lld-%lld min
source: %1$lld-%2$lld min
ar: %1$lld-%2$lld د
az: %1$lld-%2$lld dəq
hi: %1$lld-%2$lld मिनट
ja: %1$lld〜%2$lld分
ko: %1$lld-%2$lld분
ru: %1$lld-%2$lld мин
zh_hans: %1$lld-%2$lld 分钟

source: %lldm
ar: %lldد
az: %lld dəq
hi: %lld मि
ja: %lld分
ko: %lld분
ru: %lldм
zh_hans: %lld分

source: %llds
ar: %lldث
az: %lld san
hi: %lld सेक
ja: %lld秒
ko: %lld초
ru: %lldс
zh_hans: %lld秒

source: 1Y
ar: سنة
az: 1İl
de: 1J
es: 1A
fr: 1A
hi: 1 वर्ष
it: 1A
ja: 1年
ko: 1년
nl: 1J
pl: 1R
pt_br: 1A
ro: 1A
ru: 1Г
zh_hans: 1年

source: 2 hr
ar: ساعتان
az: 2 saat
de: 2 Std.
es: 2 h
fr: 2 h
hi: 2 घंटे
it: 2 h
ja: 2時間
ko: 2시간
nl: 2 u
pl: 2 godz.
pt_br: 2 h
ro: 2 h
ru: 2 ч
zh_hans: 2 小时

source: 3M
ar: 3 أشهر
az: 3Ay
hi: 3 माह
ja: 3ヶ月
ko: 3개월
ro: 3L
ru: 3М
zh_hans: 3个月

source: 6M
ar: 6 أشهر
az: 6Ay
hi: 6 माह
ja: 6ヶ月
ko: 6개월
ro: 6L
ru: 6М
zh_hans: 6个月

source: A few basics so Delts can tailor plans to you.
ar: بعض الأساسيات ليتمكن Delts من تخصيص الخطط لك.
az: Delts planları sizə uyğunlaşdırsın deyə bir neçə əsas məlumat.
de: Ein paar Basics, damit Delts Pläne auf dich zuschneiden kann.
es: Unos datos básicos para que Delts adapte los planes a ti.
fr: Quelques infos de base pour que Delts personnalise vos plans.
hi: कुछ बुनियादी जानकारी, ताकि Delts आपके लिए प्लान तैयार कर सके।
it: Qualche dato di base perché Delts possa creare piani su misura per te.
ja: Deltsがあなたに合ったプランを作るための基本情報です。
ko: Delts가 나에게 맞는 플랜을 만들 수 있도록 기본 정보를 알려주세요.
nl: Een paar basisgegevens zodat Delts schema's op jou kan afstemmen.
pl: Kilka podstawowych informacji, aby Delts mógł dopasować plany do Ciebie.
pt_br: Alguns dados básicos para o Delts adaptar os planos a você.
ro: Câteva date de bază ca Delts să-ți adapteze planurile.
ru: Немного основ, чтобы Delts подбирал планы под вас.
zh_hans: 几项基本信息，让 Delts 为你量身定制计划。

source: A gym app built around the red session timer. Set up your profile so plans, progress, and calorie estimates fit you.
ar: تطبيق جيم مبني حول مؤقّت الجلسة الأحمر. جهّز ملفك الشخصي لتناسبك الخطط والتقدّم وتقديرات السعرات.
az: Qırmızı seans taymeri ətrafında qurulmuş idman zalı tətbiqi. Planlar, tərəqqi və kalori hesablamaları sizə uyğun olsun deyə profilinizi qurun.
de: Eine Gym-App rund um den roten Einheiten-Timer. Richte dein Profil ein, damit Pläne, Fortschritt und Kalorienschätzungen zu dir passen.
es: Una app de gimnasio construida en torno al temporizador rojo de sesión. Configura tu perfil para que los planes, el progreso y las estimaciones de calorías se ajusten a ti.
fr: Une app de muscu construite autour du minuteur de séance rouge. Configurez votre profil pour que plans, progression et estimations de calories vous correspondent.
hi: लाल सेशन टाइमर के इर्द-गिर्द बना जिम ऐप। अपनी प्रोफ़ाइल सेट करें ताकि प्लान, प्रोग्रेस और कैलोरी अनुमान आप पर फ़िट बैठें।
it: Un'app da palestra costruita attorno al timer rosso di sessione. Configura il tuo profilo perché piani, progressi e stime delle calorie siano su misura per te.
ja: 赤いセッションタイマーを中心に作られたジムアプリ。プロフィールを設定して、プラン・進捗・カロリー推定をあなたに合わせましょう。
ko: 빨간 세션 타이머를 중심으로 만든 헬스 앱입니다. 프로필을 설정하면 플랜, 진행 상황, 칼로리 추정이 나에게 맞춰집니다.
nl: Een gym-app gebouwd rond de rode sessietimer. Stel je profiel in zodat schema's, voortgang en calorieschattingen bij jou passen.
pl: Aplikacja na siłownię zbudowana wokół czerwonego stopera sesji. Uzupełnij profil, aby plany, postępy i szacunki kalorii pasowały do Ciebie.
pt_br: Um app de academia criado em torno do timer vermelho de sessão. Configure seu perfil para que planos, progresso e estimativas de calorias se ajustem a você.
ro: O aplicație de sală construită în jurul cronometrului roșu de sesiune. Configurează-ți profilul ca planurile, progresul și estimările de calorii să ți se potrivească.
ru: Приложение для зала вокруг красного таймера тренировки. Настройте профиль, чтобы планы, прогресс и оценка калорий подходили именно вам.
zh_hans: 一款围绕红色训练计时器打造的健身应用。设置好个人资料，让计划、进度和卡路里估算更贴合你。

source: A rating helps other lifters find the app. It only takes a second.
ar: التقييم يساعد متدربين آخرين على اكتشاف التطبيق، ولا يستغرق سوى ثانية.
az: Reytinq digər idmançılara tətbiqi tapmağa kömək edir. Cəmi bir saniyə çəkir.
de: Eine Bewertung hilft anderen Liftern, die App zu finden. Dauert nur eine Sekunde.
es: Una valoración ayuda a otros atletas a encontrar la app. Solo toma un segundo.
fr: Une note aide d’autres pratiquants à trouver l’app. Une seconde suffit.
hi: रेटिंग से दूसरे लिफ़्टर्स को ऐप मिलने में मदद होती है। बस एक सेकंड लगेगा।
it: Una valutazione aiuta altri atleti a trovare l'app. Bastano pochi secondi.
ja: 評価は他のリフターがこのアプリを見つける助けになります。数秒で完了します。
ko: 평가는 다른 리프터들이 앱을 발견하는 데 도움이 됩니다. 몇 초면 충분해요.
nl: Een beoordeling helpt andere lifters de app te vinden. Het duurt maar even.
pl: Ocena pomaga innym trenującym znaleźć aplikację. To zajmie tylko chwilę.
pt_br: Uma avaliação ajuda outros atletas a encontrarem o app. Leva só um segundo.
ro: O evaluare îi ajută pe alți sportivi să descopere aplicația. Durează doar o secundă.
ru: Оценка помогает другим атлетам найти приложение. Это займёт секунду.
zh_hans: 评分能帮助更多健身爱好者发现这款应用，只需几秒钟。

source: Abdominal work.
ar: تمارين البطن.
az: Qarın əzələləri işi.
de: Bauchtraining.
es: Trabajo abdominal.
fr: Travail des abdominaux.
hi: एब्स की एक्सरसाइज़।
it: Lavoro addominale.
ja: 腹筋のトレーニング。
ko: 복근 운동.
nl: Buikspierwerk.
pl: Praca nad brzuchem.
pt_br: Trabalho abdominal.
ro: Lucru pentru abdomen.
ru: Работа на пресс.
zh_hans: 腹部训练。

source: Abdominals
ar: عضلات البطن
az: Qarın əzələləri
de: Bauchmuskeln
es: Abdominales
fr: Abdominaux
hi: एब्स
it: Addominali
ja: 腹筋
ko: 복근
nl: Buikspieren
pl: Brzuch
pt_br: Abdômen
ro: Abdomen
ru: Пресс
zh_hans: 腹肌

source: About
ar: حول
az: Haqqında
de: Über
es: Acerca de
fr: À propos
hi: जानकारी
it: Informazioni
ja: アプリについて
ko: 정보
nl: Over
pl: O aplikacji
pt_br: Sobre
ro: Despre
ru: О приложении
zh_hans: 关于

source: ACE Certified Personal Trainer
ar: مدرب شخصي معتمد من ACE
az: ACE sertifikatlı şəxsi məşqçi
de: ACE-zertifizierter Personal Trainer
es: Entrenador personal certificado por ACE
fr: Coach personnel certifié ACE
hi: ACE प्रमाणित पर्सनल ट्रेनर
it: Personal trainer certificato ACE
ja: ACE認定パーソナルトレーナー
ko: ACE 공인 퍼스널 트레이너
nl: ACE-gecertificeerd personal trainer
pl: Certyfikowany trener personalny ACE
pt_br: Personal trainer certificado pela ACE
ro: Antrenor personal certificat ACE
ru: Сертифицированный персональный тренер ACE
zh_hans: ACE 认证私人教练

source: Active
ar: نشط
az: Aktiv
de: Aktiv
es: Activa
fr: Actif
hi: सक्रिय
it: Attivo
ja: 有効
ko: 활성
nl: Actief
pl: Aktywna
pt_br: Ativa
ro: Activ
ru: Активна
zh_hans: 已激活

source: active day
ar: يوم نشط
az: aktiv gün
de: aktiver Tag
es: día activo
fr: jour actif
hi: सक्रिय दिन
it: giorno attivo
ja: アクティブ日
ko: 활동일
nl: actieve dag
pl: aktywny dzień
pt_br: dia ativo
ro: zi activă
ru: активный день
zh_hans: 活跃日

source: Add %@
ar: إضافة %@
az: %@ əlavə et
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
hi: %@ जोड़ें
it: Aggiungi %@
ja: %@を追加
ko: %@ 추가
nl: Voeg %@ toe
pl: Dodaj %@
pt_br: Adicionar %@
ro: Adaugă %@
ru: Добавить %@
zh_hans: 添加%@

source: Add at least one workout to %@ before starting the timer.
ar: أضف تمرينًا واحدًا على الأقل إلى %@ قبل بدء المؤقّت.
az: Taymeri başlatmazdan əvvəl %@ üçün ən azı bir məşq əlavə edin.
de: Füge %@ mindestens ein Workout hinzu, bevor du den Timer startest.
es: Añade al menos un entrenamiento a %@ antes de iniciar el temporizador.
fr: Ajoutez au moins un entraînement à %@ avant de lancer le minuteur.
hi: टाइमर शुरू करने से पहले %@ में कम से कम एक वर्कआउट जोड़ें।
it: Aggiungi almeno un allenamento a %@ prima di avviare il timer.
ja: タイマーを開始する前に、%@にワークアウトを1つ以上追加してください。
ko: 타이머를 시작하기 전에 %@에 운동을 하나 이상 추가하세요.
nl: Voeg minstens één workout toe aan %@ voordat je de timer start.
pl: Dodaj co najmniej jeden trening do %@, zanim uruchomisz stoper.
pt_br: Adicione pelo menos um treino a %@ antes de iniciar o timer.
ro: Adaugă cel puțin un antrenament la %@ înainte de a porni cronometrul.
ru: Добавьте хотя бы одну тренировку в «%@» перед запуском таймера.
zh_hans: 启动计时器前，请先向%@添加至少一个训练。

source: Add workout
ar: إضافة تمرين
az: Məşq əlavə et
de: Workout hinzufügen
es: Añadir entrenamiento
fr: Ajouter un entraînement
hi: वर्कआउट जोड़ें
it: Aggiungi allenamento
ja: ワークアウトを追加
ko: 운동 추가
nl: Voeg workout toe
pl: Dodaj trening
pt_br: Adicionar treino
ro: Adaugă antrenament
ru: Добавить тренировку
zh_hans: 添加训练

source: Add workouts first
ar: أضف تمارين أولًا
az: Əvvəlcə məşq əlavə edin
de: Erst Workouts hinzufügen
es: Añade entrenamientos primero
fr: Ajoutez d’abord des entraînements
hi: पहले वर्कआउट जोड़ें
it: Aggiungi prima gli allenamenti
ja: 先にワークアウトを追加
ko: 운동을 먼저 추가하세요
nl: Voeg eerst workouts toe
pl: Najpierw dodaj treningi
pt_br: Adicione treinos primeiro
ro: Adaugă întâi antrenamente
ru: Сначала добавьте тренировки
zh_hans: 请先添加训练

source: Add workouts to this day before starting.
ar: أضف تمارين إلى هذا اليوم قبل البدء.
az: Başlamazdan əvvəl bu günə məşqlər əlavə edin.
de: Füge diesem Tag Workouts hinzu, bevor du startest.
es: Añade entrenamientos a este día antes de empezar.
fr: Ajoutez des entraînements à ce jour avant de commencer.
hi: शुरू करने से पहले इस दिन में वर्कआउट जोड़ें।
it: Aggiungi allenamenti a questo giorno prima di iniziare.
ja: 開始する前に、この日にワークアウトを追加してください。
ko: 시작하기 전에 이 요일에 운동을 추가하세요.
nl: Voeg workouts toe aan deze dag voordat je begint.
pl: Dodaj treningi do tego dnia przed rozpoczęciem.
pt_br: Adicione treinos a este dia antes de começar.
ro: Adaugă antrenamente în această zi înainte de a începe.
ru: Добавьте тренировки на этот день перед началом.
zh_hans: 开始前请先为这一天添加训练。

source: Age
ar: العمر
az: Yaş
de: Alter
es: Edad
fr: Âge
hi: उम्र
it: Età
ja: 年齢
ko: 나이
nl: Leeftijd
pl: Wiek
pt_br: Idade
ro: Vârstă
ru: Возраст
zh_hans: 年龄

source: Agreed
ar: تمت الموافقة
az: Razılıq verilib
de: Zugestimmt
es: Aceptado
fr: Accepté
hi: सहमत
it: Accettato
ja: 同意済み
ko: 동의함
nl: Akkoord
pl: Zaakceptowano
pt_br: Aceito
ro: Acceptat
ru: Принято
zh_hans: 已同意

source: AI Coach
ar: مدرب الذكاء الاصطناعي
az: AI Məşqçi
de: KI-Coach
es: Coach IA
fr: Coach IA
hi: AI कोच
it: Coach AI
ja: AIコーチ
ko: AI 코치
pl: Trener AI
pt_br: Coach de IA
ro: Antrenor AI
ru: ИИ-тренер
zh_hans: AI 教练

source: AI Coach and calorie estimates are locked
ar: مدرب الذكاء الاصطناعي وتقديرات السعرات مقفلان
az: AI Məşqçi və kalori hesablamaları kilidlidir
de: KI-Coach und Kalorienschätzungen sind gesperrt
es: El Coach IA y las estimaciones de calorías están bloqueados
fr: Coach IA et estimations de calories verrouillés
hi: AI कोच और कैलोरी अनुमान लॉक हैं
it: Coach AI e stime delle calorie sono bloccati
ja: AIコーチとカロリー推定はロックされています
ko: AI 코치와 칼로리 추정이 잠겨 있습니다
nl: AI-coach en calorieschattingen zijn vergrendeld
pl: Trener AI i szacunki kalorii są zablokowane
pt_br: O Coach de IA e as estimativas de calorias estão bloqueados
ro: Antrenorul AI și estimările de calorii sunt blocate
ru: ИИ-тренер и оценка калорий заблокированы
zh_hans: AI 教练和卡路里估算已锁定

source: AI Data Sharing
ar: مشاركة بيانات الذكاء الاصطناعي
az: AI ilə Məlumat Paylaşımı
de: KI-Datenfreigabe
es: Compartir datos con la IA
fr: Partage de données avec l'IA
hi: AI डेटा शेयरिंग
it: Condivisione dati con l'IA
ja: AIデータ共有
ko: AI 데이터 공유
nl: AI-gegevensdeling
pl: Udostępnianie danych AI
pt_br: Compartilhamento de dados com a IA
ro: Partajarea datelor cu AI
ru: Передача данных ИИ
zh_hans: AI 数据共享

source: AI data sharing is off
ar: مشاركة بيانات الذكاء الاصطناعي متوقفة
az: AI ilə məlumat paylaşımı söndürülüb
de: KI-Datenfreigabe ist deaktiviert
es: Compartir datos con la IA está desactivado
fr: Le partage de données avec l'IA est désactivé
hi: AI डेटा शेयरिंग बंद है
it: La condivisione dei dati con l'IA è disattivata
ja: AIデータ共有はオフです
ko: AI 데이터 공유가 꺼져 있습니다
nl: AI-gegevensdeling staat uit
pl: Udostępnianie danych AI jest wyłączone
pt_br: O compartilhamento de dados com a IA está desativado
ro: Partajarea datelor cu AI este dezactivată
ru: Передача данных ИИ отключена
zh_hans: AI 数据共享已关闭

source: AI generated
ar: مُنشأ بالذكاء الاصطناعي
az: AI ilə yaradılıb
de: KI-generiert
es: Generado con IA
fr: Généré par IA
hi: AI जनरेटेड
it: Generato con AI
ja: AI生成
ko: AI 생성
nl: AI-gegenereerd
pl: Wygenerowane przez AI
pt_br: Gerado por IA
ro: Generat de AI
ru: Создано ИИ
zh_hans: AI 生成

source: AI planner ready
ar: مخطّط الذكاء الاصطناعي جاهز
az: AI planlayıcı hazırdır
de: KI-Planer bereit
es: Planificador IA listo
fr: Planificateur IA prêt
hi: AI प्लानर तैयार
it: Planner AI pronto
ja: AIプランナー準備完了
ko: AI 플래너 준비 완료
nl: AI-planner gereed
pl: Planer AI gotowy
pt_br: Planejador de IA pronto
ro: Planificator AI pregătit
ru: ИИ-планировщик готов
zh_hans: AI 规划器已就绪

source: AI-generated guidance with sources where available. Not medical advice.
ar: إرشادات مُنشأة بالذكاء الاصطناعي مع المصادر عند توفرها. ليست نصيحة طبية.
az: Mümkün olduqda mənbələrlə birlikdə AI tərəfindən yaradılan tövsiyələr. Tibbi məsləhət deyil.
de: KI-generierte Empfehlungen, mit Quellen sofern verfügbar. Keine medizinische Beratung.
es: Orientación generada por IA, con fuentes cuando estén disponibles. No es un consejo médico.
fr: Conseils générés par l'IA, avec sources lorsque disponibles. Ne constitue pas un avis médical.
hi: AI द्वारा जनरेट किया गया मार्गदर्शन, उपलब्ध होने पर स्रोतों के साथ। यह चिकित्सा सलाह नहीं है।
it: Indicazioni generate dall'IA, con fonti ove disponibili. Non è un consiglio medico.
ja: AIが生成したガイダンスです（可能な場合は情報源を表示）。医学的アドバイスではありません。
ko: AI가 생성한 안내이며, 가능한 경우 출처를 제공합니다. 의학적 조언이 아닙니다.
nl: Door AI gegenereerd advies, met bronnen indien beschikbaar. Geen medisch advies.
pl: Wskazówki generowane przez AI, ze źródłami, jeśli są dostępne. To nie jest porada medyczna.
pt_br: Orientações geradas por IA, com fontes quando disponíveis. Não é aconselhamento médico.
ro: Recomandări generate de AI, cu surse acolo unde sunt disponibile. Nu reprezintă sfaturi medicale.
ru: Рекомендации сгенерированы ИИ, по возможности с указанием источников. Не является медицинской консультацией.
zh_hans: 由 AI 生成的指导，并在可能时附上来源。不构成医疗建议。

source: All
ar: الكل
az: Hamısı
de: Alle
es: Todos
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 전체
nl: Alle
pl: Wszystkie
pt_br: Todos
ro: Toate
ru: Все
zh_hans: 全部

source: All %@
ar: كل %@
az: Bütün %@
de: Alle %@
es: Todos %@
fr: Tous %@
hi: सभी %@
it: Tutti %@
ja: すべての%@
ko: %@ 전체
nl: Alle %@
pl: Wszystkie %@
pt_br: Todos os %@
ro: Toate %@
ru: Все %@
zh_hans: 全部%@

source: All %lld
ar: الكل %lld
az: Bütün %lld
de: Alle %lld
es: Todos %lld
fr: Tous les %lld
hi: सभी %lld
it: Tutti i %lld
ja: 全%lld件
ko: 전체 %lld개
nl: Alle %lld
pl: Wszystkie %lld
pt_br: Todos os %lld
ro: Toate %lld
ru: Все %lld
zh_hans: 全部 %lld

source: All Categories
ar: كل الفئات
az: Bütün kateqoriyalar
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
hi: सभी श्रेणियाँ
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
nl: Alle categorieën
pl: Wszystkie kategorie
pt_br: Todas as categorias
ro: Toate categoriile
ru: Все категории
zh_hans: 全部类别

source: All Equipment (%lld)
ar: كل المعدات (%lld)
az: Bütün avadanlıq (%lld)
de: Alles Equipment (%lld)
es: Todo el equipamiento (%lld)
fr: Tout l’équipement (%lld)
hi: सभी इक्विपमेंट (%lld)
it: Tutta l'attrezzatura (%lld)
ja: すべての器具 (%lld)
ko: 모든 기구 (%lld)
nl: Alle apparatuur (%lld)
pl: Cały sprzęt (%lld)
pt_br: Todos os equipamentos (%lld)
ro: Tot echipamentul (%lld)
ru: Всё оборудование (%lld)
zh_hans: 全部器械 (%lld)

source: All Forces
ar: كل أنواع القوة
az: Bütün qüvvələr
de: Alle Kraftarten
es: Todas las fuerzas
fr: Toutes les forces
hi: सभी फ़ोर्स
it: Tutte le forze
ja: すべての動作
ko: 모든 힘 방향
nl: Alle krachttypes
pl: Wszystkie typy ruchu
pt_br: Todas as forças
ro: Toate forțele
ru: Любое усилие
zh_hans: 全部发力方式

source: All Levels
ar: كل المستويات
az: Bütün səviyyələr
de: Alle Level
es: Todos los niveles
fr: Tous les niveaux
hi: सभी स्तर
it: Tutti i livelli
ja: すべてのレベル
ko: 모든 난이도
nl: Alle niveaus
pl: Wszystkie poziomy
pt_br: Todos os níveis
ro: Toate nivelurile
ru: Все уровни
zh_hans: 全部难度

source: All Mechanics
ar: كل أنواع الحركة
az: Bütün mexanikalar
de: Alle Mechaniken
es: Todas las mecánicas
fr: Toutes les mécaniques
hi: सभी मैकेनिक्स
it: Tutte le meccaniche
ja: すべてのメカニクス
ko: 모든 역학
nl: Alle mechanieken
pl: Wszystkie mechaniki
pt_br: Todas as mecânicas
ro: Toate mecanicile
ru: Любая механика
zh_hans: 全部动作机制

source: All Primary (%lld)
ar: كل الأساسية (%lld)
az: Bütün əsas (%lld)
de: Alle primären (%lld)
es: Todos los primarios (%lld)
fr: Tous primaires (%lld)
hi: सभी प्राइमरी (%lld)
it: Tutti i primari (%lld)
ja: すべての主働筋 (%lld)
ko: 모든 주동근 (%lld)
nl: Alle primaire (%lld)
pl: Wszystkie główne (%lld)
pt_br: Todos os principais (%lld)
ro: Toți principalii (%lld)
ru: Все основные (%lld)
zh_hans: 全部主要肌群 (%lld)

source: All Secondary
ar: كل الثانوية
az: Bütün ikincili
de: Alle sekundären
es: Todos los secundarios
fr: Tous secondaires
hi: सभी सेकेंडरी
it: Tutti i secondari
ja: すべての補助筋
ko: 모든 협력근
nl: Alle secundaire
pl: Wszystkie pomocnicze
pt_br: Todos os secundários
ro: Toți secundarii
ru: Все вторичные
zh_hans: 全部次要肌群
